"Volume" = "Volume"; 
"Balance" = "Balans"; 
"Modulation" = "Modulatie"; 
"Harmonics" = "Harmonischen"; 
"Harmonic Steps" = "Harmonische stappen"; 
"Cutoff" = "Cutoff"; 
"Cutoff Steps" = "Cutoff-stappen"; 
"Duration" = "Duur"; 